Repository: OmegaT-L10N/es-pl
Catalog: omegat/project_save.tmx
Source language: es
Languages: pl

source: (En italiano)
pl: (W języku włoskim)

source: El patrocinio del desarrollo ya ha significado la incorporación de algunas funcionalidades. Si usted desea financiar el trabajo de implementación de su funcionalidad deseada, contacte al equipo de desarrollo en privado para solicitar una cotización.
pl: Wprowadzono już kilka rozwiązań sponsorowanych.Jeśli chciałbyś sfinansować wdrożenie jakiejś funkcji, skontaktuj się prywatnie z zespołem programistów i poproś o wycenę.

source: Acceso rápido a sitios web Soporte de sitio web puede ser escrito en Groovy<
pl: Szybki dostęp do witryn internetowych. Skrypt strony może być napisany w języku Groovy.

source: Administración
pl: Administracja

source: Administrador de documentación
pl: Administrator dokumentacji

source: Administrador de integración
pl: Administrator integracji

source: Administrador de localización, administrador del grupo de usuarios
pl: Administrator lokalizacji i uzytkowników

source: Administrador de proyecto
pl: Administrator projektu

source: Administrador web
pl: Administrator sieci

source: Agregar términos a un glosario mientras traduce en OmegaT
pl: Dodawanie terminów do glosariusza w trakcie tłumaczenia w programie OmegaT

source: Alternativas gratuitas (y compatibles) a Microsoft Office.
pl: Darmowe (i kompatybilne) alternatywy pakietu Microsoft Office.

source: Archivos TMX de las localizaciones de la documentación de OmegaT y de este sitio, para uso de los localizadores.
pl: Pliki TMX przeznaczone dla lokalizatorów, zawierające zlokalizowane wersje dokumentacji programu OmegaT oraz niniejszej strony WWW.

source: Así se pueden administrar muchas sugerencias con más facilidad.
pl: Dzięki temu łatwiej jest zająć się dużą liczbą propozycji.

source: Autor original de la aplicación OmegaT
pl: Autor wersji oryginalnej programu OmegaT

source: Autores del contenido del sitio web
pl: Autorzy strony

source: Añadir números a todos los segmentos, de forma que todos sean "únicos"
pl: Numerowanie wszystkich segmentów tak, aby każdy posiadał unikalny numer

source: Colaborar con el desarrollo de aplicaciones profesionales está de moda.
pl: Praca przy tworzeniu profesjonalnych narzędzi jest na czasie.

source: Complemento Apertium
pl: Dodatek Apertium

source: Complemento de filtros de Okapi
pl: Okapi - dodatek filtrujący

source: Complementos
pl: Narzędzia dodatkowe

source: Comprobar la ortografía (varios procedimientos)
pl: Sprawdzanie pisowni (różne procedury)

source: Consiste en un modelo de manual del estudiante con instrucciones para los formadores para la adaptación y recursos de muestra.
pl: Składa się z przykładowego podręcznika dla słuchaczy, instrukcji dla osób prowadzących szkolenie oraz przykładowych zasobów.

source: Contactar al administrador del proyecto OmegaT sobre cualquier tema no descrito aquí.
pl: Kontakt zadministratorem projektu OmegaTw innych kwestiach.

source: Contactar al administrador web sobre cualquier tema relacionado específicamente con el sitio web.
pl: Kontakt zadministratorem sieciw kwestiach związanych ze stroną internetową.

source: Contribución de Didier Briel.
pl: Autor: Didier Briel.

source: Contribución de Dmitri Gabinski.
pl: Autor: Dmitri Gabinski.

source: Contribución de Henry Pijffers.
pl: Autor: Henry Pijffers.

source: Contribución de Marc Prior.
pl: Autor: Marc Prior.

source: Conversor de archivos TMX de Wordfast
pl: Konwertor plików TMX programu Wordfast

source: Convierte las memorias de traducción en formato TMX generadas por Wordfast de forma que las pueda leer OmegaT.
pl: Konwertuje pamięci tłumaczeniowe programu Wordfast (format TMX) na format obsługiwany przez OmegaT.

source: Crear un archivo TMX con todas las cadenas con el mismo texto origen que meta
pl: Tworzenie pliku TMX ze wszystkimi liniami, w których tekst źródłowy i tłumaczenie są identyczne

source: Cuando un usuario ha formulado un cambio o mejora a OmegaT, hay un procedimiento definido para enviarlo para consideración del equipo de desarrollo.
pl: Zmiany i ulepszenia programu OmegaT proponowane przez użytkowników docierają do zespołu programistów za pomocą określonego narzędzia.

source: Curso de formación
pl: Szkolenie

source: Curso de formación en OmegaT.
pl: Szkolenie w zakresie obsługi OmegaT.

source: Curso de formación para seguir a su ritmo, en inglés (de pago)
pl: Kurs szkoleniowy do śledzenia w języku angielskim (płatny)

source: Cómo traducir Magento
pl: Jak tłumaczyć Magneto

source: Cómo traducir los archivos XLIFF de Wordpress
pl: Jak tłumaczyć pliki XLIFF programu Wordpress

source: De Marco Cevoli y Sergio Alasia.
pl: Autorstwa Marco Cevoli y Sergio Alasia.

source: De Sheila Gomes (en portugués brasileño).
pl: Autorstwa Sheily Gomes (w języku portugalskim, odmiana brazylijska).

source: De Susan Welsh (formato PDF).
pl: Autorstwa Susan Welsh (format PDF).

source: De Susan Welsh (formato de Open Document).
pl: Autorstwa Susan Welsh (format Open Document).

source: De Vladimir Zhdanov (en ruso).
pl: Autorstwa Vladimira Zhdanova (w języku rosyjskim).

source: De la serie de vídeos de YouTube sobre OmegaT de Miguel Navarro (en español).
pl: Seria filmów na kanale Youtube dotyczących OmegaT autorstwa Miguela Navarro (w języku hiszpańskim).

source: De manera predeterminada, se muestra una Guía de inicio rápido en la interfaz de usuario de OmegaT que le guía a través de los procedimientos y funciones principales de OmegaT.
pl: Domyślnie użytkownik zobaczy Skróconą instrukcję obsługi widoczną w interfejsie użytkownika programu, która opisuje postępowanie i podstawowe funkcje OmegaT.

source: Desarrollador jefe
pl: Lider

source: Desarrolladores
pl: Producenci

source: Descripciones y enlaces de los scripts y procedimientos de Samuel Murray.
pl: Opisy i linki skryptów i procedur autorstwa Samuela Murray'a.

source: Desde su origen, el proyecto ha recibido el apoyo de docenas de otros colaboradores, demasiados para mencionarlos aquí, pero cuya ayuda agradecemos encarecidamente.
pl: Od początku powstania projekt spotkał się z uznaniem wielu partnerów, którym jesteśmy bardzo wdzięczni.

source: Diccionarios ortográficos
pl: Słowniki ortograficzne

source: Disculpe
pl: Przepraszamy

source: Diseño del sitio web
pl: Projekt strony

source: Documentación externa
pl: Dokumentacja zewnętrzna

source: El procedimiento se conoce como RFE (del inglés, "Request for Feature Enhancement") y se administra aquí.
pl: Narzędzie nosi nazwę RFE (od angielskiego „Request for Feature Enhancement”) i jest dostępne tutaj.

source: El proyecto OmegaT
pl: Projekt OmegaT

source: El proyecto OmegaT es mantenido por un grupo informal e internacional de voluntarios.
pl: Projektem OmegaT kieruje międzynarodowa grupa wolontariuszy

source: Eliminar todo el texto pero no las etiquetas, o todas las etiquetas pero no el texto
pl: Usuwanie całego tekstu z zachowaniem znaczników lub wszystkich znaczników z zachowaniem tesktu

source: En primer lugar está el grupo de usuarios de OmegaT.
pl: Przede wszystkim mają do dyspozycji grupę dyskusyjną.

source: Es necesario tcl/tk.
pl: Niezbędny jest tcl/tk.

source: Escrita en Python.
pl: Narzędzie napisane w języku Python.

source: Escrita en Python/Perl.
pl: Narzędzie napisane w języku Python/Perl.

source: Esta lista de distribución de correo es para los localizadores de OmegaT.
pl: Ta lista dystrybucji poczty e-mail przeznaczona jest dla osób lokalizujących OmegaT.

source: Esta lista es para discutir aspectos técnicos de las funciones y el desarrollo y está pensada para los desarrolladores de OmegaT y otros interesados.
pl: Tutaj omawiane są aspekty techniczne funkcji programu i rozwój. Lista została stworzona z myślą o producentach i innych osobach.

source: Esta recopilación de scripts puede resultar de utilidad a los programadores de scripts que tengan conocimientos de tcl/tk.
pl: Ten zbiór skryptów może przydać się osobom programistom posiadającym znajomość tcl/tk.

source: Estas utilidades permiten el uso de OmegaT para traducir formatos de archivos para los que los filtros de conversión a XLIFF están disponibles.
pl: Te narzędzia pozwalają na wykorzystanie OmegaT w celu tłumaczenia formatów plików i aby filtry konwersji do XLIFF były dostępne

source: Este es el canal de soporte recomendado al que invitamos a los usuarios a suscribirse.
pl: Zapraszamy dosubskrypcji w celuwsparcia.

source: Este es el foco principal de la comunidad de usuarios de OmegaT.
pl: Jest to główny trzon społeczności użytkowników OmegaT.

source: Este sitio web
pl: Niniejsza strona web

source: Extraer todo el texto origen de los archivos de proyecto en un solo archivo de texto grande
pl: Kopiowanie wszystkich tekstów źródłowych z plików projektu do jednego, dużego pliku tekstowego

source: Formación
pl: Szkolenia

source: Grupo de Facebook
pl: Grupa na Facebook

source: Grupo de usuarios
pl: Grupa użytkowników

source: Guida completa a OmegaT: tecniche, trucchi e consigli per traduttori e project manager
pl: Pełna instrukcja OmegaT: aspekty techniczne, wskazówki dla tłumacza i menadżera projektu

source: Hay un tutorial detallado disponible.
pl: Dostępny jest szczegółowy samouczek.

source: Herramienta de alineación con GUI para crear archivos de memorias de traducción a partir de textos antiguos y sus traducciones.
pl: Narzędzie z interfejsem GUI służące do zestawiania plików w celu stworzenia pamięci tłumaczeniowych z wcześniejszych tekstów i ich tłumaczeń.

source: Herramienta de consulta de diccionarios en línea.
pl: Narzędzie umożliwiające korzystanie ze słowników online.

source: Iconos
pl: Ikony

source: Importante: los complementos mencionados funcionan con la versión 4 de OmegaT y superiores.
pl: Uwaga: wymienione dodatki działają od 4. wersji OmegaT wzwyż.

source: Independiente de plataforma; es necesario tcl/tk.
pl: Niezależna od platformy; wymagane jest zinstalowanie biblioteki tcl/tk.

source: Información sobre los procedimientos y funciones de OmegaT para usuarios avanzados que pueden encontrarse en otros sitios web.
pl: Informacje dotyczące postępowania i funkcji OmegaT dla zaawansowanych użytkowników, ktore można znaleźć na innych stronach internetowych.

source: Integra la función de traducción automática de Apertium en OmegaT.
pl: Wprowadza funkcję tłumaczenia automatycznego Apertium w OmegaT.

source: La discusión técnica detallada sobre los cambios es mejor llevarla directamente a los desarrolladores de OmegaT.
pl: Techniczne szczegóły dotyczące zmian lepiej kierować bezpośrednio do współtwórców OmegaT.

source: La filosofía de código abierto
pl: Idea wolnego oprogramowania

source: La filosofía del proyecto está descrita aquí.
pl: Więcej na temat ideiprojektu znajdziesz tutaj.

source: La lista de los desarrolladores de OmegaT.
pl: Lista producentów OmegaT.

source: Libros
pl: Książki

source: Lista de reproducción de vídeos de OmegaT
pl: Playlista filmów OmegaT

source: Listas de distribución de correo
pl: Listy dystrybucyjne poczty e-mail

source: Los archivos de este sitio, en un cómodo paquete para aquellos que deseen localizarlo.
pl: Pliki składające się na niniejszą stronę w poręcznej formie archiwum skierowanego do osób chcących tę stronę zlokalizować.

source: Los desarrolladores de OmegaT, al ser voluntarios, estarán más dispuestos a implementar una RFE cuyo desarrollo sea financiado por el solicitante.
pl: Współtwórcy OmegaT jako wolontariusze chętniej przyjmują propozycje, których realizacja byłaby finansowana przez osobę przesyłającą sugestię.

source: Los errores, las solicitudes de funcionalidad y la documentación se manejan en los sistemas de seguimiento de Sourceforge.
pl: Błędy, zapytania o funkcje i dokumentacja zarządzane są w systemach monitorowania Sourceforge.

source: Los scripts y procedimientos están disponibles para permitirle hacer lo siguiente:
pl: Dzięki tym skryptom i procedurom możliwe są następujące operacje:

source: Los siguientes tutoriales están disponibles en línea/para su descarga:
pl: Poniższe tutoriale dostępne są online/do pobrania:

source: Ls miembros principales del proyecto son:
pl: Główni członkowie projektu:

source: Manual de usuario de OmegaT en formato PDF ({{ site.data.versions.standard.name }}).
pl: Instrukcja obsługi OmegaT w formacie PDF ({{ site.data.versions.standard.name }}).

source: Manual de usuario en HTML de la versión estándar de OmegaT.
pl: Instrukcja obsługi w formacie HTML wersji standardowej programu OmegaT.

source: Manual de usuario en línea
pl: Instrukcja obsługi online

source: Manual de usuario en línea en HTML
pl: Instrukcja obsługi online w formacie HTML

source: Manuales de usuario
pl: Instrukcje obsługi

source: No obstante, hay un gran espacio dentro del proyecto para que los usuarios sugieran mejoras e influyan en el curso del desarrollo futuro.
pl: Jednak użytkownicy mają dużą przestrzeń do proponowania lepszych rozwiązań i wpływania na kierunek przyszłego rozwoju projektu.

source: No pudimos encontrar la página que busca.
pl: Podana strona nie istnieje

source: No se recomienda usar estos sistemas antes de haber hecho la pregunta en el grupo de usuarios o en las listas de distribución de correo.
pl: Zanim użyjesz systemu, poszukaj pomocy na grupie użytkowników lub na listach dystrybucji poczty e-mail.

source: OmegaT cuenta con un completo manual de usuario.
pl: OmegaT zawiera pełną instrukcję obsługi.

source: OmegaT es una aplicación y un proyecto de código abierto.
pl: OmegaT jest oprogramowaniem i projektem typu „open source”.

source: OmegaT también tiene las siguientes listas de distribución de correo y sistemas de seguimiento alojados en Sourceforge:
pl: Omega T posiada listy dystrybucyjne poczty e-mail ii systemy monitorowania hostowane w Sourceforge

source: OmegaT tiene presencia en distintas redes sociales.
pl: OmegaT znajdziesz w mediach społecznościowych.

source: OmegaT tiene un grupo de usuarios muy activo, colaborativo y multilinguüe.
pl: Użytkownicy OmegaT to osoby aktywne, współpracujące i wielojęzyczne.

source: Otros recursos de OmegaT
pl: Dodatki do OmegaT

source: Para abrir el manual desde dentro de OmegaT, simplemente seleccione Ayuda > Manual de usuario... o pulse F1.
pl: Aby otworzyć instrukcję przez program OmegaT, wybierz Pomoc > Instrukcja obsługi... lub naciśnij F1.

source: Para esto, hay una lista de distribución de correo para desarrolladores.
pl: Do tego celu służy lista mailingowa współtwórców.

source: Para la mayoría de estos scripts se necesita MS Windows, aunque algunos procedimientos también pueden funcionar en otras plataformas.
pl: Większość tych skryptów wymaga systemu MS Windows, aczkolwiek niektóre procedury mogą również działać na innych platformach

source: Para solicitudes de soporte, usar el canal de soporte recomendado.
pl: W celu uzyskania pomocy lub użyciaodpowiedniego kanału wsparcia.

source: Para testear y mostrar el funcionamiento de OmegaT.
pl: Służą do testowania i prezentowania funkcji narzędzia OmegaT..

source: Permite la traducción de numerosos formatos de archivo con los que no se puede trabajar de forma nativa con OmegaT.
pl: Umożliwia tłumaczenie plików o różnych formatach niobsługiwanych bezpośrednio przez OmegaT.

source: Plugin para navegador web
pl: Wtyczka do przeglądarki internetowej

source: Procedimiento de uso de OmegaT para localizar Magento.
pl: Postępowanie w użytkowaniu OmegaT w celu lokalizacji Magneto.

source: Procedimiento de uso de OmegaT para localizar NetBeans IDE.
pl: Postępowanie w użytkowaniu OmegaT w celu lokalizacji NetBeans IDE..

source: Procedimiento de uso de OmegaT para localizar los archivos XLIFF exportados de Wordpress.
pl: Postępowanie w użytkowaniu OmegaT w celu lokalizacji plików XLIFF eksportowanych z programu Wordpress.

source: Proporciona filtros para usar más formatos de archivo, incluido el TTX de Trados.
pl: Zawiera filtry umożliwiające obsługę plików w większej liczbie formatów, włącznie z TTX z Tradosa.

source: Puede haber también funciones o soluciones alternativas.
pl: Mogą być też dostępne alternatywne funkcje czy rozwiązania.

source: Puede ir a la página principal y debería encontrar la información que necesita desde ahí.
pl: Wszelkie informacjeznajdują sięna stronie głównej

source: Recursos de localización
pl: Zasoby lokalizacyjne

source: Recursos do OmegaT: primeiros passos
pl: Zasoby OmegaT: pierwsze kroki

source: Recursos variados
pl: Inne zasoby

source: Redes sociales
pl: Media społecznościowe

source: Repositorio de TMX de la localización
pl: Repozytorium lokalizacyjne TMXn

source: Repositorios en línea de diccionarios ortográficos para usar en OmegaT.
pl: Repozytoria słowników ortofraficznych online współpracujące z OmegaT.

source: Saltar los segmentos con un conjunto de caracteres específico
pl: Pomijanie segmentów zawierających określony zestaw znaków

source: Script de línea de comandos de Java para combinar dos o más archivos TMX.
pl: Skrypt Java wykonywany z linii poleceń, który łączy dwa lub więcej plików TMX.

source: Script de línea de comandos de Java para eliminar las unidades de traducción prescindibles de un archivo TMX: elimina todas las unidades de traducción sin segmento meta o en las que el segmento meta es igual que el segmento origen.
pl: Wykonywany z linii poleceń skrypt Java usuwający zbędne jednostki tłumaczeniowe z pliku TMX (usuwa wszystkie jednostki bez segmentu docelowego i jednostki, w których segment źródłowy i docelowy są takie same).

source: Script para extraer texto traducible de archivos de texto sin formato (p.
pl: Skrypt służący do wyodrębnienia tekstu do przetłumaczenia z niesformatowanych plików tekstowych (p.

source: Scripts de Toxic
pl: Skrypty Toxic

source: Scripts y procedimientos de Samuel Murray
pl: Skrypty i proceduty autorstwa Samuela Murray'a

source: Se encuentra en la carpeta "docs" de la carpeta de programa de OmegaT.
pl: Znajduje się ona w folderze "docs" w folderze programu OmegaT.

source: Se ha probado en Linux.
pl: Narzędzie testowane w systemie Linux..

source: Se han hecho cientos de RFE y muchas ya están implementadas.
pl: Za pośrednictwem RFE zaproponowano setki rozwiązań, z których wiele już zostało wprowadzonych.

source: Se invita a los usuarios nuevos de OmegaT a hacer ahí sus sugerencias.
pl: Nowi użytkownicy programu są zachęcani do zamieszczania tam swoich sugestii.

source: Se recomienda al resto de usuarios usar el Complemento de filtros de Okapi en su lugar.
pl: Pozostałym użytkownikom zaleca się natomiast korzystanie z rozszerzenia z filtrami Okapi .

source: Selección de iconos alternativos para usar con OmegaT.
pl: Zestaw alternatywnych ikon dla programu OmegaT.

source: Si está moderadamente familiarizado con los equipos en general y elige un lenguaje de scripting sencillo como JavaScript o Tcl/Tk, podría aprender usted mismo a escribir scripts simples pero útiles en tan solo un par de semanas.
pl: Jeśli ogólnie znasz się nieźle na komputerach i wybierzesz jakiś prosty język skryptowy, np. Java lub Tcl/Tk, to już po paru tygodniach nauki będziesz w stanie pisać proste, ale użyteczne skrypty.

source: Sin embargo, como ocurre con los desarrollos libres, el principio de que cualquier cambio a OmegaT debe beneficiar a la aplicación y a sus usuarios sigue teniendo validez.
pl: Zgodnie z ideą programowania w wolnym dostępie obowiązuje zasada, że każda zmiana w OmegaT musi być korzystna dla tego narzędzia, jak i dla jego użytkowników.

source: Sin embargo, enviar una RFE no significa que la funcionalidad o mejora deseada será implementada automáticamente.
pl: Jednak przesłanie sugestii przez RFE nie oznacza, że pożądana funkcja lub ulepszenie automatycznie zostaną wdrożone.

source: Sistema de seguimiento
pl: System monitorowania

source: Sistema de seguimiento de documentación
pl: System monitorowania dokumentacji

source: Sistema de seguimiento de problemas/errores
pl: System monitorowania usterek/błędów

source: Sistema de seguimiento de solicitudes de funcionalidad
pl: System monitorowania zapytań o funkcje

source: Software de terceros
pl: Oprogramowanie zewnętrznych dostawców

source: Software de terceros para usar con OmegaT
pl: Oprogramowanie zewnętrznych dostawców współpracujące z OmegaT

source: Son necesarios Linux, w3m y tcl/tk (suelen incluirse con Linux).
pl: Wymaga zaintalowania systemu Linux, przeglądarki w3m y biblioteki tcl/tk (zazwyczaj w pakiecie systemu Linux).

source: Son necesarios tcl/tk, Abiword y pdftotext.
pl: Wymaga zainstalowania bibliotek tcl/tk i Abiword oraz narzędzia pdftotext.

source: Su adopción depende, en primer lugar, de si el equipo de desarrollo la considera beneficiosa para OmegaT y, en segundo lugar, de que haya algún desarrollador dispuesto a implementarla.
pl: Przyjęcie propozycji zależy przede wszystkim od tego, czy zespół programistów uzna ją za korzystną dla programu OmegaT, a także od tego, czy któryś ze współtwórców chciałby wprowadzić dane rozwiązanie.

source: Su objetivo es desarrollar, distribuir y dar soporte al uso de OmegaT, un programa de memorias de traducción de código abierto.
pl: Celem projektu jest rozwój i pomoc w użytkowaniu OmegaT, programu pamięci tłumaczeniowych w wolnym dostępie

source: También es posible hacer encargos a desarrolladores externos para su implementación en OmegaT.
pl: Można również zlecać zewnętrznym programistom realizację rozwiązań, które zostaną wprowadzone do OmegaT.

source: También puede abrir el manual de usuario incluido con OmegaT sin iniciar OmegaT en sí.
pl: Można również otworzyć instrukcję obsługi OmegaT bez konieczności zaczynania sesji w programie.

source: Textos de muestra
pl: Przykładowe teksty

source: Toxic es una contribución de Marc Prior.
pl: Toxic został stworzony przez Marca Priora.

source: Toxic para Linux
pl: Toxic dla systemu Linux

source: Toxic para Windows
pl: Toxic dla systemu Windows

source: Traducciones de la versión en inglés
pl: Tłumaczenia wersji angielskiej

source: Traducción con Rainbow y OmegaT
pl: Tłumaczenie z Rainbow i OmegaT

source: Traducción de NetBeans IDE
pl: Tłumaczenie NetBeans IDE

source: Tutorial de OmegaT para principiantes
pl: Tutorial OmegaT dla początkujących

source: Tutorial de introducción a OmegaT
pl: Tutorial wprowadzający do OmegaT

source: Tutoriales
pl: Tutoriale

source: Un completo conjunto de utilidades para preparar los archivos para su traducción en una herramienta TAO.
pl: Kompletny zestaw narzędzi słuzących do przygotowania plików do przetłumaczenia z uzyciem narzędzi CAT

source: Un motivo es que la funcionalidad deseada puede haber sido ya implementada o que haya razones por las que no se puede implementar.
pl: Warto to robić między innymi dlatego, że pożądana funkcja mogła już zostać wprowadzona albo istnieją powody, dla których nie można jej wdrożyć.

source: Una guía paso a paso sobre cómo usar las utilidades de extracción y combinación de texto desde Rainbow para procesar antes y después los archivos a traducir con OmegaT.
pl: Instrukcja użytkowania narzędzi ekstrakcji i dopasowania tekstu w Rainbow w celu obróbki plików do tłumaczenia w OmegaT.

source: Una herramienta inteligente de alineación en línea de comandos para crear archivos de memorias de traducción a partir de textos antiguos y sus traducciones.
pl: Inteligentne narzędzie do zestawiania plików w w wierszu poleceń w celu stworzenia pamięci tłumaczeniowych z wcześniejszych tekstów i ich tłumaczeń.

source: Utilidad de alineación Aligner
pl: Aligner - narzędzie do tworzenia pamięci tłumaczeniowych z przetłumaczonych plików

source: Utilidad de alineación Bligner
pl: Blinger - narzędzie do tworzenia pamięci tłumaczeniowych z przetłumaczonych plików

source: Utilidad para contar TKount.
pl: Narzędzie do liczenia TKount.
